Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: Doesn't that, like, mathematically make sense?"
ne: गणितीय नतिजा जस्तो छैन त ?

source: Hmm. Not.
ne: पक्कै छैन ।

source: But you've managed to talk yourself into that.
ne: तर तपाईंले आफुलाई यसै भनेर चित्त बुझाउनु भएको छ ।

source: You know what? Here's a little secret: You want to work? You want to work really, really, really hard?
ne: एउटा गोप्य कुरा भन्दै छु : तपाईं काम गर्नुहुन्छ ? तपाईं साँचै नै कडा मेहिनेत गर्नुहुन्छ ?

source: You know what? You'll succeed.
ne: तपाईं पक्कै सफल हुनुहुनेछ ।

source: The world will give you the opportunity to work really, really, really, really hard.
ne: यो संसारले तपाईंलाइ मरी मरी काम गर्ने अवसर दिनेछ ।

source: But, are you so sure that that's going to give you a great career, when all the evidence is to the contrary?
ne: के तपाईं निश्चित हुनुहुन्छ, यो तपाईंको सर्बोत्कृस्ट पेशा हुनेछ, जबकि साह्रा परिस्थितिले बिपरीत संकेत दिंदै छन् ?

source: So let's deal with those of you who are trying to find your passion.
ne: आउनुस कुरा गरौं आफ्नो अभिलाषा खोज्दै गरेकाहरुसंग ।

source: You actually understand that you really had better do it, never mind the excuses.
ne: तपाईंलाइ राम्ररी थाहा छ, राम्रै काम गर्नु पर्छ, बहानाले पुग्दैन ।

source: You're trying to find your passion -- (Sigh) and you're so happy.
ne: आफ्नो अभिलाषा केमा छ, खोज्दैहुनुहुन्छ --- --(सुस्केरा) -- अनि त्यसै दङ्ग पर्नुभएकोछ ।

source: You found something you're interested in.
ne: तपाईंलाइ रुची भएको केहि भेट्नुभो ।

source: "I have an interest! I have an interest!"
ne: "मलाई रुची छ, मलाई रुची छ"

source: You tell me.
ne: मलाई भन्नुहुनेछ ।

source: You say, "I have an interest!" I say, "That's wonderful!
ne: मलाई भन्नुहुनेछ -मलाई रुची छ म भन्ने छु - गज्ज़ब !

source: And what are you trying to tell me?"
ne: ! तपाईं मलाई के भन्न खोज्दैहुनुहुन्छ ?

source: "Well, I have an interest."
ne: "त्यहि, मलाई रुची छ" ।

source: I say, "Do you have passion?"
ne: म - "अभिलाषा छ?"

source: "I have an interest," you say.
ne: तपाईं - "मलाई रुची छ"

source: "Your interest is compared to what?"
ne: "के संग तुलना गर्दा रुची छ त ?"

source: "Well, I'm interested in this."
ne: "मलाई यसमा रुची छ"

source: "And what about the rest of humanity's activities?"
ne: अरु मानवीय क्रियाकलाप प्रति के विचार छ ?

source: "I'm not interested in them."
ne: "मलाई तिनीहरु मन पर्दैन "

source: "You've looked at them all, have you?"
ne: ति कुराहरुको विचार त गर्नुभएको छ नी !

source: "No. Not exactly."
ne: "छैन । खासमा छैन ।"

source: Passion is your greatest love.
ne: अभिलाषा नै तपाईंको बिशेष प्रेम हो ।

source: Passion is the thing that will help you create the highest expression of your talent.
ne: अभिलाषा त्यस्तो कुरा हो- जसले तपाईंभित्रको प्रतिभालाइ प्रस्फुटन हुन मद्धत गर्छ ।

source: Passion, interest -- it's not the same thing.
ne: अभिलाषा, मनपर्नु --- उस्तै कुरा होइनन

source: Are you really going to go to your sweetie and say, "Marry me! You're interesting."
ne: तपाईं अफ्न्नो प्रेमिकालाई गएर भन्नुहुन्छ - "तिमि एकदम रोचक छौ, के म संग बिहे गर्छौ"

source: (Laughter) Won't happen.
ne: -----(हाँसो)----- काम बन्दैन ।

source: Won't happen, and you will die alone.
ne: उसले मान्दिन र तपाईंको जिन्दगी एक्लो हुनेछ

source: (Laughter) What you want, what you want, what you want, is passion.
ne: -----(हाँसो)----- के चाहनुहुन्छ, के चाहनुहुन्छ, आखिर के चाहनुहुन्छ, त्यो नै अभिलाषा हो ।

source: It is beyond interest.
ne: रुची भन्दा पर अभिलाषा छ ।

source: You need 20 interests, and then one of them, one of them might grab you, one of them might engage you more than anything else, and then you may have found your greatest love, in comparison to all the other things that interest you, and that's what passion is.
ne: तपाईंका २० वोटा रुचि छन् भने, कुनै एउटा कुनै एउटाले तपाईंलाइ पक्रिने छ, कुनै एउटाले तपाईंलाइ पुरै ब्यस्त बनाउने छ, तपाईंलाइ यसैमा प्यार लाग्ने छ, तपाईंलाइ रुचि भएका कुनै पनि अरु कुरा भन्दा, यो अवस्था नै अभिलाषा हो ।

source: I have a friend, proposed to his sweetie.
ne: मेरो एउटा साथीले प्रेमिकालाइ प्रस्ताव राख्यो ।

source: He was an economically rational person.
ne: उ आर्थिकरुपमा पनि समृद्ध थियो ।

source: He said to his sweetie, "Let us marry.
ne: उसले प्रेमिकालाइ भन्यो "हामी बिबाह गरौँ ।

source: Let us merge our interests."
ne: हाम्रा रुचिहरूलाई एकीकृत गरौँ" ।

source: (Laughter) Yes, he did.
ne: -----(हाँसो)----- हो, उसले यसै भन्यो ।

source: "I love you truly," he said. "I love you deeply.
ne: "म तिमीलाई साँचो माया गर्छु" उसले भन्यो "म धेरै माया गर्छु ।

source: I love you more than any other woman I've ever encountered.
ne: मैंले भेटेका अरु कुनै पनि महिला भन्दा, म तिमीलाई माया गर्छु ।

source: I love you more than Mary, Jane, Susie, Penelope, Ingrid, Gertrude, Gretel -- I was on a German exchange program then.
ne: म तिमीलाई म्यारी, जेन, सुसी, पेनोलोप, एन्ग्रिड, गरतुर्ड, ग्रेटेल-- त्यतिखेर म जर्मन आदानप्रदान कार्यक्रममा थिएँ ।

source: I love you more than --" All right.
ne: म तिमीलाई माया गर्छु ... भयो अब !

source: She left the room halfway through his enumeration of his love for her.
ne: उ बाहिर हिंडी उसले राखेको प्रेम प्रस्ताव आधा पनि नहुँदै उ बाहिर पुगी ।

source: After he got over his surprise at being, you know, turned down, he concluded he'd had a narrow escape from marrying an irrational person.
ne: आफ्नो चकित बनाउने योजनाले चित खाएको देखेर उ यो निष्कर्षमा पुग्यो - गलत मान्छेसंग बिबाह गर्नबाट धन्य बचेछ !

source: Although, he did make a note to himself that the next time he proposed, it was perhaps not necessary to enumerate all of the women he had auditioned for the part.
ne: संगै उसले अर्को एउटा पाठ पनि सम्झियो, अब अरु प्रस्ताब राख्दा, सबै महिलाहरुको नाम लिनुपनि सायद लिनु नपर्ला कि !

source: (Laughter) But the point stands.
ne: -----(हाँसो)----- कुरा के हो त !

source: You must look for alternatives so that you find your destiny, or are you afraid of the word "destiny"?
ne: बैकल्पिक उपायहरु सोच्नु पर्छ - ताकी आफ्नो गन्तब्य भेटियोस्, वा, "गन्तब्य" शब्द सुनेर नै सातो जान्छ ?

source: Does the word "destiny" scare you?
ne: "गन्तब्य" भन्ने शब्दले तर्साउँछ, हो ?

source: That's what we're talking about.
ne: हामी त्यहि कुरा गर्दैछौं ।

source: And if you don't find the highest expression of your talent, if you settle for "interesting," what the hell ever that means, do you know what will happen at the end of your long life?
ne: यदि तपाईंले आफ्नो क्षमताको उच्चतम अभिब्यक्ती नभेटे, या "मन पर्ने" मै सिमित रहे जिन्दगीको अन्त्यमा के हुनेछ, थाहा छ ?

source: Your friends and family will be gathered in the cemetery, and there beside your gravesite will be a tombstone, and inscribed on that tombstone it will say, "Here lies a distinguished engineer, who invented Velcro."
ne: तपाईंका परिवार र साथीहरु तपाईंको चिहान वरीपरी जम्मा हुनेछन्, चिहानको अगाडीपट्टि एउटा ढुंगा हुनेछ, र त्यो ढुंगामा लेखिएको हुनेछ - "यो महान इन्जिनीयरको चिहान हो, जसले Velcro को स्थापना गरेका थिए " ।

source: But what that tombstone should have said, in an alternative lifetime, what it should have said if it was your highest expression of talent, was, "Here lies the last Nobel Laureate in Physics, who formulated the Grand Unified Field Theory and demonstrated the practicality of warp drive."
ne: तर त्यो ढुंगामा अर्कै कुरा लेखिएको हुनसक्थ्यो, एउटा भिन्नै जीवनचरित्र, तपाईंको क्षमताको उच्च सम्मान र ब्याख्या, "यहाँ छन् भौतिक शास्त्रका महान व्यक्तित्व, Grand Unified Field Theory का जन्मदाता, जसले warp drive को सफल प्रयोग गर्न सके ।

source: (Laughter) Velcro, indeed!
ne: -----(हाँसो)----- भनेको त Velcro नै हो !

source: (Laughter) One was a great career.
ne: -----(हाँसो)----- एउटा थियो - सर्बोत्कृस्ट पेशा

source: One was a missed opportunity.
ne: अर्को थियो गुमेको अवसर ।

source: But then, there are some of you who, in spite of all these excuses, you will find, you will find your passion.
ne: केहि मान्छेहरु छन्, तपाईजस्तै यस्तै बहानाहरुको बीचमा पनि आफ्नो अभिलाषा प्राप्त गर्दछन् ।

source: And you'll still fail.
ne: तैपनि तपाई असफल हुनुहुनेछ ।

source: You're going to fail, because -- because you're not going to do it, because you will have invented a new excuse, any excuse to fail to take action, and this excuse, I've heard so many times: "Yes, I would pursue a great career, but, I value human relationships -- (Laughter) more than accomplishment.
ne: तपाई असफल हुनुहुनेछ, किनभने -- तपाई त्यो काम गर्नुहुन्न, किनकि, तपाईंले अर्को बहानाको आविस्कार गर्नुहुनेछ, एउटा बहाना जसले काम गर्नबाट रोक्नेछ , र यस्ता बहाना मैंले कयौंपटक सुनेको छु : "म राम्रो भविष्यको पछि लाग्ने थिएँ, तर म मानवीय मान्यताको सम्मान गर्छु -- -----(हाँसो)----- कुनै कुरा प्राप्तगर्नु भन्दाबढी

source: I want to be a great friend.
ne: म सर्बोत्कृस्ट साथी बन्न चाहन्छु ।

source: I want to be a great spouse.
ne: म सर्बोत्कृस्ट जीवनसाथी बन्न चाहन्छु ।

source: I want to be a great parent, and I will not sacrifice them on the altar of great accomplishment."
ne: म सर्बोत्कृस्ट अविभावक बन्नचाहन्छु, ठुलो सफलता प्राप्त गर्नको लागी म उनीहरुको बलिदान दिन सक्दिन ।

source: (Laughter) What do you want me to say?
ne: -----(हाँसो)----- आखिर भन्न के खोज्दै हुनुहुन्छ ?

source: Now, do you really want me to say now, tell you, "Really, I swear I don't kick children."
ne: तपाईले मलाई भन्न खोजेको यहि हो- "कस्सम, म केटाकेटीलाइ चुट्दीन"

source: (Laughter) Look at the worldview you've given yourself.
ne: -----(हाँसो)----- तपाईंले बनाएको संसारदृस्टी हेर्नुस त ।

source: You're a hero no matter what.
ne: जेसुकै भएपनि तपाईं नायक हो ।

source: And I, by suggesting ever so delicately that you might want a great career, must hate children.
ne: नम्रतापूर्वक एउटा सल्लाह दिन्छु, तपाईं महान भबिष्यको कल्पना गर्नुहुन्छ भने, केटाकेटीको तिरस्कार गर्नुपर्छ ।

source: I don't hate children. I don't kick them.
ne: म केटाकेटीको तिरस्कार गर्दिन, भकुर्दिन ।

source: Yes, there was a little kid wandering through this building when I came here, and no, I didn't kick him.
ne: अघि म आउदैगर्दा एउटा केटाले घुरेर हेर्दै थियो मैंले त्यसलाई लात्ताले हानिन ।

source: (Laughter) Course, I had to tell him the building was for adults only, and to get out.
ne: -----(हाँसो)----- मैंले खाली, यो भवन ठुलाको लागि मात्रै हो, बाहिर जाउ मात्रै भनेको हुँ ।

source: He mumbled something about his mother, and I told him she'd probably find him outside anyway.
ne: उ मुर्मुरिदै आमाको बारेमा भन्दै थियो, मैंले तिम्रो आमा बाहिर कुर्दै होला भंने ।

source: Last time I saw him, he was on the stairs crying.
ne: अन्तिमपटक देख्दा उ भर्यांगमा रुँदै थियो ।

source: (Laughter) What a wimp.
ne: -----(हाँसो)----- कस्तो रुन्चे !

source: (Laughter) But what do you mean? That's what you expect me to say.
ne: ! -----(हाँसो)----- मैंले त्यस्तै भन्छु भन्ने सोच्नु भएको ?

source: Do you really think it's appropriate that you should actually take children and use them as a shield?
ne: यस्तो भन्नु ठिक हो भन्ने लाग्छ तपाईंलाइ ? केटा केटिहरुलाई ढाल बनाएर उपयोग गर्नु ठिक लाग्छ, तपाईंलाइ ?

source: You know what will happen someday, you ideal parent, you?
ne: थाहा छ, कुनै यस्तो दिन आउनेछ, तपाईं आदर्श अविभावक होइन त ?

source: The kid will come to you someday and say, "I know what I want to be.
ne: कुनै दिन बच्चा तपाईंकहाँ आएर भन्ने छन् "मलाई थाहा छ म के बन्न चाहन्छु ।

source: I know what I'm going to do with my life."
ne: जिन्दगी कसरी बाँच्नुपर्छ, मलाई थाहा छ ।"

source: You are so happy.
ne: तपाईं खुशी हुनुहुनेछ ।

source: It's the conversation a parent wants to hear, because your kid's good in math, and you know you're going to like what comes next.
ne: आमा बाबुले यस्तै बार्ता सुन्न चाहन्छन् , किनकि तपाईंको बच्चा गणितमा राम्रो छ, अब उसले के भन्छ भन्ने पनि तपाईंलाइ थाहा छ ।

source: Says your kid, "I have decided I want to be a magician.
ne: तपाईंको बच्चाले भन्नेछ, "म जादुगर बन्न चहान्छु,

source: I want to perform magic tricks on the stage."
ne: म स्टेजमा जादु देखाउन चाहन्छु ।"

source: (Laughter) And what do you say?
ne: -----(हाँसो)----- त्यतिखेर तपाई के भन्नुहुनेछ ?

source: You say, you say, "That's risky, kid.
ne: तपाई बल्ल तल्ल बोल्नुहुनेछ, ¨त्यसमा अलि खतरा छ, बाबु !

source: Might fail, kid. Don't make a lot of money at that, kid.
ne: खसेर लड्न सक्छ र खासै पैसा पनि कमाईन्न,

source: I don't know, kid, you should think about that again, kid.
ne: एकपटक फेरी राम्ररी विचार गर्छस कि बाबु,

source: You're so good at math, why don't you --" The kid interrupts you and says, "But it is my dream. It is my dream to do this."
ne: तँ गणितमा त्यस्तो राम्रो छस, बरु ...." बिचैमा रोकेर बच्चाले भन्ने छ - "तर यो मेरो सपना हो, म आफ्नो सपना पुरा गर्न चाहन्छु "

source: And what are you going to say?
ne: अनि तपाई के भन्नुहुनेछ ?

source: You know what you're going to say?
ne: तपाईं के भन्नुहुनेछ, थाहा छ -

source: "Look kid. I had a dream once, too, but -- But --" So how are you going to finish the sentence with your "but"?
ne: "हेर् बाबु, कुनै दिन मेरा पनि सपना थिए, तर ---" तर भन्दै के भनेर बाक्य टुंग्याउनु हुन्छ ?

source: "But. I had a dream too, once, kid, but I was afraid to pursue it."
ne: "तर, मेरो पनि सपना थियो तर पुरा गर्ने हिम्मत भएन ।"

source: Or are you going to tell him this: "I had a dream once, kid.
ne: अथवा यसो भन्नुहुनेछ - "कुनै बेला मेरो पनि सपना थियो,

source: But then, you were born."
ne: तर तेतिखेरै तँ जन्मिस ।"

source: (Laughter) (Applause) Do you really want to use your family, do you really ever want to look at your spouse and your kid, and see your jailers?
ne: -----(हाँसो)----- ---- ताली ----- के तपाई परिवारको प्रयोग गर्न चाहनु हुन्छ. आफ्नो जीवनसाथी र बच्चालाइ हेर्दै यसो भन्न चाहनुहुन्छ - तिमीहरु मेरो बन्धन हौ ?

source: There was something you could have said to your kid, when he or she said, "I have a dream."
ne: तपाईंले बच्चालाई भन्न सक्ने अर्कै कुरा थियो - जब उनीहरु आफ्नो सपनाको कुरा गर्थे

source: You could have said -- looked the kid in the face and said, "Go for it, kid!
ne: तपाईं पनि उनीहरुको अनुहारमा हेरेर भन्न सक्नुहुन्थ्यो - "जा बाबु, अगाडी बढ,

source: Just like I did."
ne: त्यसरी नै, जसरी म बढेको थिएँ"

source: But you won't be able to say that, because you didn't.
ne: तर तपाईंले त्यस्तो भन्न पाउनुहुने छैन, किनकि, तपाईं अगाढी बढ्नु भएन ।

source: So you can't.
ne: तपाईं चुप्प हुनुहुनेछ ।

source: (Laughter) And so the sins of the parents are visited on the poor children.
ne: -----(हाँसो)----- यसरी बाउ आमाको गल्ति बिचरा केटाकेटीमा थोपरिन्छ ।

source: Why will you seek refuge in human relationships as your excuse not to find and pursue your passion?
ne: आफ्नो सपना पुरा गर्न नसकेको पिडा छोप्न किन मानवीय सम्बन्धमा शरण खोज्नुहुन्छ ?

source: You know why.
ne: किन भने,

source: In your heart of hearts, you know why, and I'm being deadly serious.
ne: तपाईंको भित्रि मनलाई थाहा छ, किन, म एकदमै गम्भीर भएर भन्दै छु ।

source: You know why you would get all warm and fuzzy and wrap yourself up in human relationships.
ne: तपाईंलाइ थाहा छ, किन तपाईं अस्पस्ट हुनुहुन्छ र मानवीय सम्बन्धमा आफुलाई लुकाउनु हुन्छ ।

source: It is because you are -- you know what you are.
ne: किन कि तपाईं, तपाईं स्वयंलाइ थाहा छ तपाईं को हो

source: You're afraid to pursue your passion.
ne: तपाईं आफ्नो अभिलाषा प्राप्तगर्न डराउनुभयो

source: You're afraid to look ridiculous.
ne: हास्यास्पद बनिएला बन्ने डर लाग्यो ।

source: You're afraid to try.
ne: तपाईं प्रयत्न गर्न डराउनु भयो,

source: You're afraid you may fail.
ne: असफल भनिएला भनेर डराउनुभयो ।

source: Great friend, great spouse, great parent, great career.
ne: सर्बोत्तम साथि, सर्बोत्तम जीवनसाथी, सर्बोत्तम अविभावक, सर्बोत्तम जीवन ।

source: Is that not a package? Is that not who you are?
ne: समग्र रुपमा तपाईंको परिचय यहि होइन ?

source: How can you be one without the other?
ne: यो एउटा बिना अर्को कसरी सम्भव छ ?

source: But you're afraid.
ne: तर तपाईं डराउनु भयो ।

source: And that's why you're not going to have a great career.
ne: त्यसैले तपाईंले जीवन सर्बोत्कृस्ट बन्ने छैन ।

source: Unless -- "unless," that most evocative of all English words -- "unless."
ne: तबसम्म --- "तबसम्म" अंग्रेजीको भाषाको अर्थपूर्ण शब्द -- "तबसम्म"

source: But the "unless" word is also attached to that other, most terrifying phrase, "If only I had ..."
ne: तर यो "तबसम्म" शब्द अर्को डरलाग्दो बाक्यसंग पनि जोडिन सक्छ -- " यदि म संग भइदिएको भए" ---

source: "If only I had ..."
ne: " यदि म संग भइदिएको भए" ---

source: If you ever have that thought ricocheting in your brain, it will hurt a lot.
ne: यदि तपाईंको दिमागमा यी शब्द घुम्न थाले भने, धेरै चोट पुर्याउनेछ ।

source: So, those are the many reasons why you are going to fail to have a great career.
ne: यसर्थ यीनै प्रमुख कारणहरु हुन्, जो तपाईंको सर्बोत्कृस्ट जीवन पथमा बाधा बन्न आउछन् ।

source: Unless -- Unless.
ne: "तबसम्म"--- तबसम्म ।

source: To most of you, this is a device to buy, sell, play games, watch videos.
ne: तपाईंहरु धेरैका लागि, यो एउटा उपकरण हो सामान किन्ने, बेच्ने, गेम खेल्ने भिडियो हेर्ने।

source: I think it might be a lifeline.
ne: मेरो विचारमा यो कसैको जीवनरक्षक हुन सक्छ

source: I think actually it might be able to save more lives than penicillin.
ne: र यसले वास्तवमा नै धेरैको ज्यान जोगाउन सक्छ पेनीसिलिनले भन्दा पनि बढी

source: Texting: I know I say texting and a lot of you think sexting, a lot of you think about the lewd photos that you see -- hopefully not your kids sending to somebody else -- or trying to translate the abbreviations LOL, LMAO, HMU.
ne: टेक्स्ट मेसेज पठाएर: टेक्स्टींग भन्दा "सेक्स्टींग" सोचिन्छ धेरैले आफूले हेरेका फोहोरी तस्वीरकोबारेमा पनि सोच्लान्-- जुन तपाईंको छोराछोरीले शायद अरुलाई नपठाउलान्-- वा छोटो सन्देशलाई उल्था गर्लान् एलओल, एएमएओ, एचएमयु जस्ता

source: I can help you with those later.
ne: तिनको बारेमा म तपाईंलाई पछि बताउनेछु।

source: But the parents in the room know that texting is actually the best way to communicate with your kids.
ne: तर यो कक्षमा रहेका अभिभावकहरुलाई थाहा छ: टेक्स्ट पठाउनु भनेको केटाटीसंग सम्बाद गर्ने सर्वोत्तम उपाय हो

source: It might be the only way to communicate with your kids.
ne: केटाटीसंग कुरा गर्ने यो एकमात्र उपाय हो।

source: (Laughter) The average teenager sends 3,339 text messages a month, unless she's a girl, then it's closer to 4,000.
ne: (हांसो) एकजना औसत किशोरले एक महिनामा ३,३३९ वटा टेक्स्ट पठाउंछ किशोरी हो भने त यो संख्या ४,००० को हाराहारी पुग्छ।

source: And the secret is she opens every single one.
ne: र गोप्य कुरो के हो भने उनले ति हरेक टेक्स्ट खोलेर हेर्छिन्

source: Texting has a 100 percent open rate.
ne: टेक्स्ट खोलेर पढ्ने दर सत प्रतिशत छ।

source: Now the parents are really alarmed.
ne: अभिभावक सांच्चिकै चिन्तित

source: It's a 100 percent open rate even if she doesn't respond to you when you ask her when she's coming home for dinner.
ne: होलान्। हो त्यो खोलेर पढ्ने दर १००% छ छोरीहरुले तपाईंको जवाफ नदिएपनि खाना खान कति बजे आउने भनि सोध्याभएनि

source: I promise she read that text.
ne: त्यो टेक्स्ट पढेकै हुन्छिन्।

source: And this isn't some suburban iPhone-using teen phenomenon.
ne: र यो कुनै उपनगरीय क्षेत्रका आइफोन चलाउने किशोरकिशोरीमा मात्र सिमित छैन

source: Texting actually overindexes for minority and urban youth.
ne: टेक्स्टगर्ने बानी धेरैमा छ अल्पसंख्यक र शहरी युवामा यो बढी देखिएको छ

source: I know this because at DoSomething.org, which is the largest organization for teenagers and social change in America, about six months ago we pivoted and started focusing on text messaging.
ne: मलाई थाहा छ कीनकी DoSomthing.org मा जुन एउटा संगठन हो जस्ले अमेरिकामा किशोर किशोरीहरु र सामाजीक परिवर्तनका लागि काम गर्छ यो संस्थामा ६ महिना अघि हामीले टेक्स्ट मेसेजमा केन्द्रित भयौ।

source: We're now texting out to about 200,000 kids a week about doing our campaigns to make their schools more green or to work on homeless issues and things like that.
ne: अहिले हामी हप्तामा झण्डै दुई लाख केटाकेटी हरुलाई टेक्स्ट मेसेज पठाउंछौं तिनीहरुको स्कूल हरियाली बनाउने हाम्रो अभियानमा सहभागी हुन वा घरवारविहीनहरुको विषयमा काम गर्न र यस्तै अन्य विषयहरुमा।

source: We're finding it 11 times more powerful than email.
ne: यो काम इमेल भन्दा ११ गुणा बढी प्रभावकारी रहेको हामीले पाउंदैछौं।

source: We've also found an unintended consequence.
ne: हामीले अनपेक्षित परिणाम समेत पाएका छौं।

source: We've been getting text messages back like these.
ne: हामीले टेक्स्टको जवाफ पनि पाइरहेका छौं। जुन यस्ता छन्:

source: "I don't want to go to school today.
ne: "म आज स्कूल जान चाहन्न।"

source: The boys call me faggot."
ne: "केटाहरु मलाई समलिंगी भनेर गिज्याउंछन्"

source: "I was cutting, my parents found out, and so I stopped.
ne: "म जीउमा घाउ बनाउंदै थिएं, मेरो आमा बाले थाहा पाए" त्यसैले म रोकीएं।

source: But I just started again an hour ago."
ne: र एक घण्टा अघिबाट मैले फेरि शुरु गरें"

source: Or, "He won't stop raping me.
ne: अथवा, "मलाई उस्ले बलात्कार गर्न छोड्दैन।"

source: He told me not to tell anyone.
ne: यो कसैलाई नभन्नु भनेर भन्छ।

source: It's my dad. Are you there?"
ne: त्यो मेरो बाउ हो। तपाईं त्यहां हो?

source: That last one's an actual text message that we received.
ne: यो पछिल्लो टेक्स्ट हामीले पाएको सांच्चिकै को घटनाको टेक्स्ट हो।

source: And yeah, we're there.
ne: हो हामी ति टेक्स्ट पठाउनेको कुरा सुन्न तयार त्यहां थियौं।

source: I will not forget the day we got that text message.
ne: त्यो टेक्स्ट मेसेज पाएको दिन म विर्सने छैन।

source: And so it was that day that we decided we needed to build a crisis text hotline.
ne: र त्यही दिन हामीले निर्णय गर्यौं हामीले संकटमा परेकाहरुको निम्ति एक टेक्स्ट हटलाईन शुरु गर्नु पर्छ

source: Because this isn't what we do.
ne: किनकी हामीले गर्ने काम यो होइन

source: We do social change.
ne: हाम्ले समाजपरिवर्तन गर्नेहो।

source: Kids are just sending us these text messages because texting is so familiar and comfortable to them and there's nowhere else to turn that they're sending them to us.
ne: केटाटीहरुले हामीलाई यि टेक्स्ट पठाएका हुन् किनकी टेक्स्ट गर्नु उनीहरुलाई सहज र सजीलो छ सहयोगका लागि जाने कुनै अरु ठाउं छैन त्यसैले तिनीहरुले हामीलाई टेक्स्ट गर्छन्।

source: So think about it, a text hotline; it's pretty powerful.
ne: त्यसैले, टेक्स्ट हटलाइन, शक्तिशाली हुन्छ।

source: It's fast, it's pretty private.
ne: यो छिटो छ, एकदम गोप्य।

source: No one hears you in a stall, you're just texting quietly.
ne: जहां बसेर पठाएपनि हुन्छ, विस्तारै टेक्स्ट गरे हुन्छ।

source: It's real time.
ne: र यो तत्कालै हुन्छ।

source: We can help millions of teens with counseling and referrals.
ne: हामीले लाखौं किशोर किशोरीहरुलाई परामर्श दिन र सिफारिश गर्न सक्छौं।

source: That's great.
ne: जुन गज्जबको कुरा हो।

source: But the thing that really makes this awesome is the data.
ne: तर यो व्यवहारलाई झनै महत्वपूर्ण बनाउने कुरा यसबाट हासिल हुने तथ्यांक हो।

source: Because I'm not really comfortable just helping that girl with counseling and referrals.
ne: त्यो म टेक्स्ट पठाउने केटीलाई मात्र मद्दत गरेर मात्र सन्तुष्ट हुन सक्दिन।

source: I want to prevent this shit from happening.
ne: म यस्तो कुकर्म हुनबाट रोक्न चाहन्छु।

source: So think about a cop.
ne: त्यसैले, उदाहरणका लागि प्रहरीका बारे विचार गरौं।

source: There's something in New York City.
ne: न्यू योर्क शहरमा केही खास विशेषता छ।

source: The police did it. It used to be just guess work, police work.
ne: प्रहरीले काम थाल्यो। पैले त्यो अनुमानको काम हुन्थ्यो।

source: And then they started crime mapping.
ne: र पछि तिनीहरुले अपराधको त थ्यांकको विश्लेषण गर्न थाले।

source: And so they started following and watching petty thefts, summonses, all kinds of things -- charting the future essentially.
ne: सकृय भएर निगरानी गर्ने थाले सानातिना चोरी, हाजीरी, सबैखाले कुराहरुको यसबाट भविष्यको नक्शा बन्न पुग्यो।

source: And they found things like, when you see crystal meth on the street, if you add police presence, you can curb the otherwise inevitable spate of assaults and robberies that would happen.
ne: र तिनीहरुले केहि यस्ता कुराहरु थाहा पाउन थाले, जस्तो सडकमा लागू पदार्थ फेला परेको छ र त्यहां प्रहरीको संख्या बढाइयो भने त्यहां अन्यथा हुन जाने आक्रमण र लुटपाटका विभिन्न घटनाहरु पनि नियन्त्रण हुन जानेछ।

source: In fact, the year after the NYPD put CompStat in place, the murder rate fell 60 percent.
ne: वास्तवमा यो विश्लेषणको लागि न्यूयोर्क प्रहरीको कम्पस्ट्याट स्थापनाको १ बर्षमै त्यहां हत्याको दरमा साठी प्रतिशतले कमी आएको देखियो।

source: So think about the data from a crisis text line.
ne: त्यसैले, संकटका बेला खोलिएको टेक्स्ट हटलाइनबाट आउने तथ्यांकका बारे विचार गरौं।
